a52dec
aalib
abook
acl
acpi
adwaita-icon-theme
alsa-lib
alsa-plugins
archlinux-keyring
argon2
aspell
at-spi2-atk
at-spi2-core
atk
attica
attr
audiofile
autoconf
automake
avahi
bash
bash-pipes
binutils
bison
bluez-libs
boost-libs
brotli
btrfs-progs
bzip2
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
calcurse
cantarell-fonts
cdparanoia
cifs-utils
cloc
cmake
cmatrix
cmus
colord
compton
confuse
coreutils
cowsay
cracklib
cryptsetup
curl
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dfc
dhcpcd
diffutils
dmenu
dmraid
dnssec-anchors
dosfstools
double-conversion
dunst
e2fsprogs
emacs
enchant
exiv2
expac
expat
faad2
fakeroot
feh
ffmpeg
ffmpeg-compat-54
fftw
file
filesystem
findutils
flac
flex
fontconfig
freetype2
fribidi
gamin
gawk
gc
gcc
gcc-libs
gconf
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
geoclue2
gettext
ghc-libs
giblib
giflib
git
glib-networking
glib2
glibc
glu
gmime
gmp
gnupg
gnuplot
gnutls
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
gsasl
gsettings-desktop-schemas
gsl
gsm
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gst-python2
gstreamer
gtk-update-icon-cache
gtk2
gtk3
guile
guile2.0
gvim
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base64-bytestring
haskell-basement
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-case-insensitive
haskell-cereal
haskell-cmark-gfm
haskell-cmdargs
haskell-colour
haskell-conduit
haskell-connection
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-digest
haskell-dlist
haskell-doctemplates
haskell-exceptions
haskell-foundation
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-module-text
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-hxt
haskell-hxt-charproperties
haskell-hxt-regex-xmlschema
haskell-hxt-unicode
haskell-integer-logarithms
haskell-juicypixels
haskell-lexer
haskell-math-functions
haskell-memory
haskell-mime-types
haskell-mono-traversable
haskell-mwc-random
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-pandoc-types
haskell-pem
haskell-pretty-show
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-pcre
haskell-resourcet
haskell-safe
haskell-scientific
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-streaming-commons
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-tf-random
haskell-th-abstraction
haskell-time-locale-compat
haskell-tls
haskell-transformers-compat
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-vector-th-unbox
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-yaml
haskell-zip-archive
haskell-zlib
hicolor-icon-theme
hspell
htop
hunspell
hwids
hyphen
i3-gaps
i3lock
i3status
iana-etc
icu
iftop
ilmbase
imagemagick
imlib2
inetutils
iotop
iproute2
iptables
iputils
iso-codes
isync
jack
jansson
jasper
jbig2dec
jfsutils
js52
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kbookmarks
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
keyutils
kglobalaccel
kguiaddons
khal
khard
ki18n
kiconthemes
kio
kitemmodels
kitemviews
kjobwidgets
kmod
knotifications
krb5
krita
kservice
ktextwidgets
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
lame
lastpass-cli
lcms2
ldb
ldns
less
libaio
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavutil-52
libblockdev
libbluray
libbsd
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libconfig
libcroco
libcue
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-qt5
libdiscid
libdrm
libdv
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libffi
libfontenc
libgcrypt
libglvnd
libgme
libgpg-error
libgudev
libgusb
libibus
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libinput
libjpeg-turbo
libksba
libldap
liblqr
libmad
libmagick
libmagick6
libmm-glib
libmms
libmnl
libmodplug
libmpc
libmpdclient
libmpeg2
libndp
libnewt
libnfs
libnftnl
libnghttp2
libnl
libnm
libnm-glib
libnotify
libnsl
libogg
libomxil-bellagio
libotf
libpcap
libpciaccess
libpgm
libpipeline
libplist
libpng
libproxy
libpsl
libpulse
libraqm
libraw
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsm
libsndfile
libsodium
libsoup
libsoxr
libssh
libssh2
libsystemd
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libupnp
libusb
libusbmuxd
libutempter
libutil-linux
libuv
libva
libvdpau
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libx11
libx264
libx264-all
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
licenses
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
lmdb
logrotate
lua
lvm2
lz4
lzo
m17n-db
m17n-lib
m4
make
man-db
man-pages
mdadm
media-player-info
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mopidy
mpc
mpd
mpfr
mpg123
msmtp
mtdev
mtr
mu
mupdf
nano
ncmpcpp
ncurses
ndctl
neofetch
neomutt
netctl
nettle
networkmanager
newsboat
notmuch-runtime
noto-fonts
npth
nspr
nss
openal
opencore-amr
openexr
openjpeg
openjpeg2
openresolv
openssh
openssl
openssl-1.0
openvpn
opus
orc
p11-kit
package-query
pacman
pacman-mirrorlist
pam
pambase
pamixer
pandoc
pango
parted
patch
pciutils
pcmciautils
pcre
pcre2
perl
perl-algorithm-diff
perl-error
perl-mailtools
perl-parallel-forkmanager
perl-regexp-common
perl-timedate
phonon-qt5
phonon-qt5-gstreamer
pinentry
pixman
pkcs11-helper
pkgconf
playerctl
polkit
polkit-qt5
popt
private-internet-access-vpn
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pygmentize
pygobject-devel
pyqt5-common
python
python-appdirs
python-atomicwrites
python-attrs
python-cachecontrol
python-chardet
python-click
python-click-log
python-click-threading
python-colorama
python-configobj
python-dateutil
python-decorator
python-distlib
python-distro
python-docopt
python-html5lib
python-icalendar
python-idna
python-jinja
python-lockfile
python-markupsafe
python-msgpack
python-packaging
python-pip
python-progress
python-psutil
python-pygments
python-pyparsing
python-pypeg2
python-pyqt5
python-pyte
python-pytoml
python-pytz
python-requests
python-requests-toolbelt
python-retrying
python-ruamel-yaml
python-setuptools
python-sip
python-six
python-tzlocal
python-unidecode
python-urllib3
python-urwid
python-vobject
python-wcwidth
python-webencodings
python-xdg
python-yaml
python2
python2-appdirs
python2-backports-abc
python2-chardet
python2-gobject
python2-idna
python2-packaging
python2-pykka
python2-pyparsing
python2-requests
python2-setuptools
python2-singledispatch
python2-six
python2-tornado
python2-urllib3
qt5-base
qt5-declarative
qt5-location
qt5-multimedia
qt5-script
qt5-speech
qt5-svg
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5-xmlpatterns
qutebrowser
ranger
re2
readline
redshift
reiserfsprogs
rest
rhash
ripmime
rsync
rtkit
rtmpdump
ruby
rubygems
rxvt-unicode
rxvt-unicode-terminfo
s-nail
schroedinger
scrot
sdl
sdl2
sdl_ttf
sed
shadow
shared-mime-info
sip
slang
smbclient
snappy
solid
sonnet
sound-theme-freedesktop
speex
speexdsp
spotify
sqlite
startup-notification
stfl
sudo
sysfsutils
systemd
systemd-sysvcompat
taglib
talloc
tar
task
tdb
tevent
texinfo
thefuck
thin-provisioning-tools
tig
tmux
transmission-cli
tslib
ttf-dejavu
ttf-inconsolata
ttf-linux-libertine
twolame
tzdata
udisks2
unclutter
upower
urlscan
urlview
usbmuxd
usbutils
util-linux
v4l-utils
vdirsyncer
vi
vid.stab
vim-runtime
volume_key
w3m
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wireless_tools
woff2
wpa_supplicant
wxgtk-common
wxgtk2
x265
xapian-core
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-utils
xf86-input-libinput
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-encodings
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xvidcore
xwax
xz
yajl
yaourt
yasm
youtube-dl
zenity
zeromq
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-autosuggestions
zstd
zziplib
